[{"chapter":"0","cpart":"VISUAL INTRODUCTION","content":"<p>The thyroid story begins with rabbits. In 1928, Dr.<\/p><p>Chesney studied rabbits in the cellars of the Hopkins<\/p><p>Clinic. More specifically, syphilis in rabbits.<\/p><p>Regarding syphilis, he did not discover anything, but he<\/p><p>found something extraordinary about thyroid.<\/p><p>In rabbits that were closed for longer time in the lab<\/p><p>cages, thyroid swelling often developed. To put it simply,<\/p><p>thyroid activity decreased.<\/p><p>Mr. Chesney was not able to link the effect with syphilis.<\/p><p>With captured rabbits, the thyroid increased 20 times.<\/p><p>The colloid in which the thyroid hormones are formed<\/p><p>was slowly disappearing and immune cells were<\/p><p>accumulated in it. Metabolism in infected rabbits,<\/p><p>compared to rabbits in the wild, decreased by 17%.<\/p><p>Freedom is very important for thyroid health (1).<\/p><p>What was also important was the cabbage that the<\/p><p>rabbits enjoyed. Finally, Mr. Chesney completed and at<\/p><p>the same time discovered the first thyroid enhancer<\/p><p>(goitrogen) in healthy diet: cabbage (1; 2).<\/p><p>Until August 5th, 1941, a number of foods containing<\/p><p>thyroid enhancers were identified in lab rabbits. Here<\/p><p>are the main 7 (1; 3):<\/p><p>1. cabbage,<\/p><p>2. soya,<\/p><p>3. mustard,<\/p><p>4. rapeseed seeds,<\/p><p>5. to a lesser extent broccoli, cauliflower and kale<\/p><p>and their seeds.<\/p><p>In the book you will find out about the latest research<\/p><p>and medical science of foods and thyroid enhancers.<\/p><p>Today, we assume that thyroid enhancers are also in<\/p><p>some very popular healthy foods today.<\/p><p>In all this, it is important that you realize that each<\/p><p>individual is unique and needs a unique medical<\/p><p>approach. We recommend testing different things and <\/p><p>not blindly following one truth.<\/p>"},{"chapter":"0","cpart":"Public health introduction","content":"<p>The more we sank into the intestines of making the<\/p><p>book, the more it became clearer. The thyroid is largely<\/p><p>the center of health, and not just this, it is a public health<\/p><p>problem.<\/p><p>The thyroid is sensitive to the slightest fluctuations in the<\/p><p>environment. Your thyroid is sensitive to bad air,<\/p><p>substances in water, substances in milk and meat that<\/p><p>come through animal feed. That is, it is not enough that<\/p><p>you are careful only in your healthy diet and healthy<\/p><p>lifestyle ... It is important that you move enough to be<\/p><p>physically active every day and to make healthy choices<\/p><p>in the nutrition. It is also important to know what kind of<\/p><p>food the animals eat, whose milk we drink and the meat<\/p><p>we eat.<\/p><p>What will you find in the book?<\/p><p>The first part of the book is dedicated to medical articles<\/p><p>in which you will learn about Hashimoto, autoimmunity,<\/p><p>metabolism and cholesterol, the replacement of thyroid<\/p><p>hormone.<\/p><p>At the end of each article, you get practical advice on<\/p><p>health and healthy nutrition that you can use<\/p><p>immediately.<\/p><p>The second part is dedicated to a 7-day thyroid menu<\/p><p>that you can test and see how it affects your well-being<\/p><p>and thyroid hormones. For now, nutrition science in<\/p><p>thyroid glands remains in laboratories. One of the<\/p><p>reasons for this is that the science of health is still in the<\/p><p>background of the science of medications; but this is<\/p><p>changing now and more and more doctors decide and<\/p><p>put a healthy lifestyle in the first place.<\/p><p>In the third part you will get 11 prescriptions that will<\/p><p>stimulate your thyroid to work better. Recipes are<\/p><p>prepared according to the science of this book.<\/p><p>In the fourth part, you will get a Thyroid Guidebook.<\/p><p>The most important part of the book. It is important<\/p><p>especially because it puts practicality in the first place<\/p><p>and collapses all the information about food and lifestyle<\/p><p>items into one place that you can use immediately. You<\/p><p>can look at the thorough manual at any time, scroll<\/p><p>through it and make a nutrition decision on its basis.<\/p><p>I wish you a pleasant reading of the book.<\/p><p>Love with your heart, and be healthy,<\/p><p>Uroš<\/p>"},{"chapter":"0","cpart":"Glossary","content":"<p>Laboratory results:<\/p><p>fT4 = (free thyroid hormone in the blood), or shortly,<\/p><p>thyroid hormone (thyroxine).<\/p><p>Normal value: 9-23 thyroid points (pmol\/l)<\/p><p>fT3 = (free T3 hormone in the blood, triiodothyronine).<\/p><p>fT4 is converted to fT3 in tissues, which has a stronger<\/p><p>effect. This thyroid hormone is responsible for most of<\/p><p>the effects of the thyroid gland on the human.<\/p><p>Normal value: 4,0-8,3 thyroid points (pmol\/l)<\/p><p>BMI = body mass index. Calculate it by dividing the<\/p><p>weight in kilograms twice by the height in meters. For<\/p><p>example, 72 \/ 1.7 = 42.3 and 42.3 \/ 1.7 = 24.9. ITM is<\/p><p>therefore 24.9. Normal ITM is between 18.5 and 25. It is<\/p><p>optimal in the upper part of the normal.<\/p><p>TSH = thyroid-stimulating hormone<\/p><p>Normal value: 0.4-4 thyroid points (mU\/ l)<\/p><p>Slightly elevated value: 4-10 thyroid points (mU\/ l)<\/p><p>Strongly elevated value: above 10 thyroid points (mU\/ l)<\/p><p>Levothyroxine = thyroid replacement hormone<\/p><p>(commercial names Synthroid, Euthyrox)<\/p><p>Normal iodine value in adults: 150-249 points (mcg\/L)<\/p>"},{"chapter":"1","cpart":"Medical articles on thyroid","content":"<p>Below you will find out about the difference between<\/p><p>natural and synthetic thyroid hormone, Hashimoto<\/p><p>thyroiditis, the relationship between diabetes and<\/p><p>thyroid, determination of thyroid hormones, iodine,<\/p><p>calcitonin and many other things prepared by our coauthors.<\/p><p>You can read about our co-authors in<\/p><p>acknowledgements.<\/p><p>At the end of each chapter you have discoveries that we<\/p><p>have drawn together with the team from 158 medical<\/p><p>researches which represent the latest medical and<\/p><p>nutritional science in the field of thyroid.<\/p><p>In this section, you will learn everything you need to<\/p><p>know about thyroid from different perspectives. A lot of<\/p><p>work has been invested in this part and is especially<\/p><p>important to get all the information you need about your<\/p><p>thyroid.<\/p><p>Knowledge is one of the most important things for your<\/p><p>health. In ignorance, problems begin to appear, but<\/p><p>when you begin to acquire knowledge yourself, things<\/p><p>begin to turn for the better.<\/p><p>So: surgically accurate information for your thyroid.<\/p><p>------------------------------<\/p><p>Discovery:<\/p><p>Normal TSH: 0,4-4 thyroid points<\/p><p>Slightly elevated TSH: 4-10 thyroid points<\/p><p>Strongly elevated TSH: above 10 thyroid points<\/p><p>Silent thyroid (preclinical hypothyroidism): normal FT4 (thyroid<\/p><p>hormone), elevated TSH (thyroid-stimulating hormone).<\/p><p>5-10% of people have it, so it is quite common, and affects<\/p><p>metabolism in the body.<\/p><p>L-thyroxine therapy with TSH above 10 thyroid points in people<\/p><p>under 65 years of age without symptoms (1).<\/p><p>Goal of treatment of thyroid with L-thyroxine: TSH = 0.4-2.5<\/p><p>thyroid point (2; 3).<\/p><p>TSH hormone between 4 and 7 is normal at an older age (over 80<\/p><p>years). TSH increases with aging.<\/p>"},{"chapter":"1","cpart":"Natural thyroid hormone vs. synthetic hormone","content":"<p>I started writing articles four years ago.<\/p><p>Besides believing in a healthy lifestyle as the best<\/p><p>medicine for today's illness ... one of the reasons is also to<\/p><p>bring clarity to today's medical confusion.<\/p><p>What you hear on the Internet, on television, and<\/p><p>reading in magazines is really confusing! Today, I will<\/p><p>tell you about the difference between the synthetic<\/p><p>replacement treatment of thyroid irregularity and<\/p><p>natural replacement treatment.<\/p><p>The difference between Euthyrox (Levothyroxine) and<\/p><p>Armour (dried animal thyroid powder), of which it is<\/p><p>widely spoken today.<\/p><p>A new insight into medicine! From the beginning! The<\/p><p>goal of alternative hormone treatment is to correct the<\/p><p>irregular thyroid function. If your thyroid hormone<\/p><p>drops, it is similar to that if somebody undercut the floor<\/p><p>under your feet.<\/p><p>Symptoms come slowly. Depression, fatigue, lack of<\/p><p>energy, etc. (increased cholesterol!) ...<\/p><p>Thyroid hormone is a metabolic hormone, the hormone<\/p><p>that regulates other hormones is the thermostat of your<\/p><p>body ... that is, we must constantly have a sufficient<\/p><p>amount of thyroid hormone in the blood.<\/p><p>There are two thyroid hormones in the body. T4<\/p><p>(thyroxine) and T3 (triiodothyronine). We monitor<\/p><p>thyroid activity by measuring TSH. Your goal is to get<\/p><p>your TSH to the upper normal limit between 2.5 and 3.0<\/p><p>thyroid points.<\/p><p>If your TSH is elevated and you have problems that are<\/p><p>related to the thyroid, it is prudent to talk to your doctor<\/p><p>to edit and adjust the therapy. So the dose is increased.<\/p><p>If your thyroid hormone is not regulated, then it is<\/p><p>difficult to care for your health in a different way.<\/p><p>Similar as in depression. If you see the world through<\/p><p>black-and-gray glasses, it is hard to think about how well<\/p><p>you do your homework, the next exam, be positive on<\/p><p>coffee with your friends, or go to the hills to get some<\/p><p>fresh air.<\/p><p>The thyroid hormone is so important! Unfortunately, the<\/p><p>we do not know how to or cannot treat decreased<\/p><p>thyroid function (hypothyroidism, Hashimoto) causally.<\/p><p>Thyroid tissue (follicles in it) breaks down and there is no<\/p><p>more hormone (we may be able to treat thyroid failure in<\/p><p>the future with stem cell transplantation). So we need to<\/p><p>start to replace the thyroid hormone.<\/p><p>A little before, I mentioned that there are two ways of<\/p><p>replacing thyroid hormone. Synthetic thyroid hormone<\/p><p>(levothyroxine, Euthyrox) and natural thyroid hormone<\/p><p>(Armour). Today, this is most often dried pig thyroid<\/p><p>extract. Sometimes it was also a cow's thyroid.<\/p><p>It all started in 1891, when a gentleman with the name<\/p><p>Murray first discovered that hypothyroidism can be<\/p><p>treated with an extract of thyroid. And so the treatment<\/p><p>of decreased thyroid function started.<\/p><p>If you take a pig thyroid or a cow thyroid, grind it and<\/p><p>turn it into powder, it will contain different substances. It<\/p><p>will contain T4 thyroid hormone and T3 thyroid<\/p><p>hormone and some other inactive substances.<\/p><p>The first difference between synthetic hormone and the<\/p><p>natural one is therefore that natural one contains T3<\/p><p>thyroid hormone as well (which is not necessarily good<\/p><p>because it can cause an increased amount of this<\/p><p>hormone in the blood).<\/p><p>Treatment with a “natural” preparation (this is not<\/p><p>exactly salad, that is why the quotation marks) continued<\/p><p>until 1960, when synthetic thyroid hormone<\/p><p>(levothyroxine) was discovered, and it slowly began to<\/p><p>replace the natural one.<\/p><p>Why? There are quite a few reasons. Firstly. When<\/p><p>preparing natural thyroid replacement hormone<\/p><p>preparations (eg. Armour), you cannot accurately know<\/p><p>how much of the T4 and T3 hormone a certain part of<\/p><p>the tissue contains.<\/p><p>This means that if you take this medication today, you<\/p><p>will get a certain amount of hormone, and if you take it<\/p><p>tomorrow, you will get a different amount of hormone<\/p><p>(1).<\/p><p>If the target TSH values for treating thyroid dysfunction<\/p><p>at the upper limit are between 2.5 and 3.0 thyroid<\/p><p>points, this means that this level of hormone is very<\/p><p>difficult to maintain in the blood. And it is important<\/p><p>that you keep your TSH at this level!<\/p><p>The second problem is that many more cases of overdose<\/p><p>appear. There are cases when you have an excessive<\/p><p>amount of thyroid hormone in the blood, which is,<\/p><p>again, not good. The lower limit of TSH in the blood is<\/p><p>0.5 thyroid points.<\/p><p>It is also not good if TSH suppression occurs. This<\/p><p>happens, for example, in the increased functioning of the<\/p><p>thyroid, in Graves' disease (we call the symptoms a<\/p><p>thyroid storm because it actually is a storm).<\/p><p>Strong heartbeat, weakness, confusion, weight loss,<\/p><p>restlessness, increased appetite, etc. But the long-term<\/p><p>effects are mainly problematic. In the long run, an<\/p><p>increased amount of thyroid hormone in the blood leads<\/p><p>to osteoporosis and heart problems. For this reason, most<\/p><p>endocrinologists do not want to hear about “natural”<\/p><p>thyroid hormones.<\/p><p>Another scientific discovery that has led to the use of a<\/p><p>synthetic thyroid hormone that you can take today if you<\/p><p>have thyroid problems is that most T3 hormones<\/p><p>originate from the T4 hormone after leaving your<\/p><p>thyroid gland. So T3 hormone is not that important.<\/p><p>It is important for the functioning of the body – it is<\/p><p>stronger than the T4 hormone! However, the body can<\/p><p>produce it itself from T4 hormone (from thyroxine –<\/p><p>thyroid hormone).<\/p><p>In order to replace the thyroid hormone, it is enough to<\/p><p>enter the T4 hormone into the body – that is,<\/p><p>levothyroxine or Euthyrox.<\/p><p>They have also found that both forms of treatment are<\/p><p>approximately equally effective, but in the long run,<\/p><p>treatment with synthetic hormones is much easier to<\/p><p>control (osteoporosis, heart problems). And so natural<\/p><p>treatment of decreased thyroid function slowly went into<\/p><p>oblivion – until today's boom, caused by bad media<\/p><p>information.<\/p><p>If you have a thyroid problem, TAKE SYNTHETIC<\/p><p>THYROID HORMONE. Do not listen to the nonsense<\/p><p>about the “natural” thyroid treatment. The role of<\/p><p>alternative hormonal treatment is precisely what<\/p><p>“alternative” means. Replacing hormones. And nothing<\/p><p>more.<\/p><p>You have to have normal thyroid hormones so that you<\/p><p>can focus on things that are really important for your<\/p><p>health. Healthy lifestyle. Healthy food! Medications are a<\/p><p>support and nothing more.<\/p><p>Taking natural hormones can be considered for people<\/p><p>who have problems with synthetic hormone. But these<\/p><p>are very few. If you have hypothyroidism (Hashimoto),<\/p><p>decreased thyroid function:<\/p><p>- Follow your doctor's instructions for taking thyroid<\/p><p>replacement hormone.<\/p><p>- If you have elevated TSH, and symptoms of thyroid<\/p><p>dysfunction: fatigue, depression, sensitivity to cold, body<\/p><p>weight gain, constipation, strong menstruation, hoarse<\/p><p>voice, forgetfulness, muscle pain), you must contact your<\/p><p>doctor to optimize your therapy. The upper normal limit<\/p><p>of TSH is between 2.5 and 3.0.<\/p><p>Because you may not be depressed or tired for the last<\/p><p>month due to problems with your husband or wife, but<\/p><p>also because of your thyroid!<\/p><p>Thyroid hormone absorption is best on an empty<\/p><p>stomach (in the morning before breakfast) and worse<\/p><p>along with fibre-rich food (healthy nutrition!).<\/p><p>Lastly, do not worry over it. Long-term health depends<\/p><p>on your lifestyle. On devoting 15 minutes per day to<\/p><p>exercise and consuming healthy nutrition!<\/p><p>------------------------------<\/p><p><i>Discovery:<\/i><\/p><h4>The connection between diabetes and thyroid:<\/h4><p><i>Elevated insulin level that circulates through the blood stimulates<\/i><\/p><p><i>thyroid growth and reduces the level of thyroid hormone (1; 2).<\/i><\/p><p><i>Normal insulin level, on an empty stomach:<\/i><\/p><p><i>&lt; 25 insulin points (mIU\/l)<\/i><\/p><p><i>&lt; 174 insulin points (pmol\/l)<\/i><\/p>"},{"chapter":"1","cpart":"Hashimoto’s thyroiditis (decreased thyroid function)","content":"<p>Are you tired, sleepy, apathetic, and depressed? Your<\/p><p>head aches, your voice is hoarse and it is difficult for you<\/p><p>to concentrate? One of the possible causes of these<\/p><p>problems is insufficient thyroid function.<\/p><p>The thyroid gland is one of the most important glands<\/p><p>with internal secretion. It is twined around our trachea,<\/p><p>right below the Adam’s apple.<\/p><p>Its task is to excrete thyroid hormones that are<\/p><p>indispensable for the growth, development and proper<\/p><p>functioning of our organs.<\/p><p>In addition, it plays an important role in regulating the<\/p><p>level of calcium in the body. In the literature, it is<\/p><p>possible to read that the thyroid produces ONE<\/p><p>TEASPOON OF HORMONES within one year.<\/p><p>So, it is a real hormone factory. However, when it<\/p><p>excretes too few thyroid hormones, we talk about<\/p><p>insufficient thyroid function. Expertly, this is called<\/p><p>hypothyroidism.<\/p><p>The causes of hypothyroidism may be several. The most<\/p><p>common cause of hypothyroidism is Hashimoto's<\/p><p>thyroiditis. The disease was named after its discoverer, a<\/p><p>Japanese doctor, Hakaru Hashimoto. Thyroiditis means<\/p><p>inflammation of the thyroid gland. It is also known as<\/p><p>chronic lymphocytic thyroiditis or autoimmune<\/p><p>thyroiditis.<\/p><p>Hashimoto’s thyroiditis is an autoimmune disease. What<\/p><p>does that mean? It means that your own immune system<\/p><p>recognizes your thyroid as a foreign object.<\/p><p>It starts to treat the thyroid as a virus or a bacterium that<\/p><p>harms us and needs to be destroyed. To this end, it<\/p><p>begins to produce antibodies directed against the<\/p><p>thyroid. The consequence is damage and inflammation<\/p><p>of the thyroid. All this slowly leads to a state where our<\/p><p>thyroid is no longer able to produce enough thyroid<\/p><p>hormones.<\/p><p>For now, we cannot yet fully explain why our own<\/p><p>defence system attacks the thyroid. The disease usually<\/p><p>progresses slowly and may be recognized late.<\/p><p>At the beginning, the disease does not usually cause<\/p><p>problems, and in this period it is often detected<\/p><p>coincidentally.<\/p><p>Eventually, however, as the disease progresses and the<\/p><p>lack of thyroid hormones goes worse, it is shown in a<\/p><p>very varied way.<\/p><p>You can have a headache, you feel tired, sleepy,<\/p><p>depressed, or you unexpectedly gain weight, your<\/p><p>digestion is decelerated, your voice is hoarse, you notice<\/p><p>various changes on your skin, etc.<\/p><p>But when do we think of hypothyroidism and<\/p><p>Hashimoto's thyroiditis? The disease is often difficult to<\/p><p>recognize due to numerous problems and gradual<\/p><p>deterioration.<\/p><p>Many of these problems are often attributed to stress<\/p><p>because of today's way of life, because of aging, or<\/p><p>because of another illness.<\/p><p>We should certainly think of insufficient thyroid function<\/p><p>when the above problems are present. You should go to<\/p><p>your personal doctor for unexplained, long-lasting<\/p><p>fatigue, if you have dry skin, pale and blurred face or if<\/p><p>you are constipated.<\/p><p>A suspected disease will be confirmed or denied by a<\/p><p>personal doctor with a simple blood test to determine the<\/p><p>values of the appropriate hormones and antibodies.<\/p><p>However, for a more detailed examination of the thyroid<\/p><p>and an accurate diagnosis, treatment with a specialist –<\/p><p>endocrinologist – is necessary.<\/p><p>Based on investigations, a thyroid doctor decides what<\/p><p>kind of treatment to apply. Treatment includes<\/p><p>replacement of thyroid hormone in the form of tablets.<\/p><p>This way, we replace the thyroid hormone deficiency<\/p><p>due to insufficient thyroid function. Regular blood<\/p><p>controls are required during treatment.<\/p><p>Without treatment, symptoms and signs may increase.<\/p><p>Thyroid enlargement can occur – so-called goitre. This<\/p><p>way, thyroid tries to replace hormone production which<\/p><p>is too low.<\/p><p>Do we have any influence on the course of the disease?<\/p><p>The course of Hashimoto’s thyroiditis is difficult to<\/p><p>influence.<\/p><p>With a healthy lifestyle, we can alleviate the problems<\/p><p>that the disease causes and contribute to the better<\/p><p>functioning of our immune system. We can help<\/p><p>ourselves with proper physical activity and nutrition,<\/p><p>with enough rest and avoiding stress.<\/p><p>------------------------------<\/p><p><i>Discovery:<\/i><\/p><h4><i>Connection between kilograms and thyroid-stimulating hormone (TSH):<\/i><\/h4><p><i>The higher the body mass index, the higher the TSH.<\/i><\/p><p><i>From a research: if TSH is 1.19 points and ITM is 40.4 points,<\/i><\/p><p><i>at TSH 4.97 points ITM increases to 42.3 points (1).<\/i><\/p><p><i>When gaining weight, TSH can also be increased by 1-3 points.<\/i><\/p><p><i>Thyroid can be the cause of increased body weight, but it can also<\/i><\/p><p><i>be vice versa, that is, increased body weight results in thyroid defect.<\/i><\/p><p><i>The research Thyroid hormone in the blood (FT4) says that it can<\/i><\/p><p><i>be increased from 11.5 to 18.0 in weight reduction for 2 ITM<\/i><\/p><p><i>points.<\/i><\/p>"},{"chapter":"1","cpart":"Diabetes and thyroid (Part one)","content":"<p>I have a friend whom I have known since high school. As<\/p><p>if it was yesterday I remember the first school day, when<\/p><p>I noticed that she was carrying an unusual device around<\/p><p>her waist, which I had not seen before.<\/p><p>When we got to know each other better, she said that she<\/p><p>had had type 1 diabetes since childhood. The device on<\/p><p>her waist was nothing but an insulin pump, which<\/p><p>constantly measured blood sugar and provided insulin if<\/p><p>necessary.<\/p><p>As much as possible, the device imitated a defective<\/p><p>pancreas, which had already been attacked and<\/p><p>destroyed by my friend’s antibodies. Although it has<\/p><p>been many years since then, we have stayed in touch.<\/p><p>Recently, she confided in me with the finding of her<\/p><p>doctor that her thyroid does not function properly.<\/p><p>Last year, a study was carried out in the Netherlands<\/p><p>which showed that in children with type 1 diabetes<\/p><p>associated thyroid problems are 24 times more likely to<\/p><p>develop. These include both the under-functioning<\/p><p>thyroid, called hypothyroidism, as well as excessivelyfunctioning<\/p><p>thyroid action, which is called<\/p><p>hyperthyroidism.<\/p><p>Unfortunately, type 2 diabetes is also associated with<\/p><p>thyroid problems. In England, a research showed that<\/p><p>6.6% of men have some or all thyroid problems. The<\/p><p>second study showed that thyroid is giving problems to<\/p><p>as much as 12.3% of people with type 2 diabetes. In<\/p><p>diabetes, thyroid diseases occur more often, and vice<\/p><p>versa.<\/p><p>Thyroid is a gland, like pancreas. It is located at the front<\/p><p>of the neck and it releases hormones into the blood that<\/p><p>affect many of the functions in our body. Among other,<\/p><p>they accelerate growth, development of nervous system<\/p><p>and functioning of metabolism and heart.<\/p><p>Type 1 diabetes is an autoimmune disease. This means<\/p><p>that the body itself attacks pancreas cells, causing an<\/p><p>insulin deficit. The most common cause of underactive<\/p><p>thyroid function is the body attacks it itself and either<\/p><p>destroys it or prevents the production of its hormones.<\/p><p>Therefore, the connection between type 1 diabetes and<\/p><p>malfunction of the thyroid is not unusual.<\/p><p>It is somewhat more difficult to explain the link between<\/p><p>thyroid problems and type 2 diabetes. The latter is more<\/p><p>common and appears most often in adults who live an<\/p><p>unhealthy lifestyle. Eating high-caloric food, bad food<\/p><p>(so-called “junk food”) and sedentary lifestyle have led to<\/p><p>the true epidemic of diabetes.<\/p><p>The link between the two illnesses is related to<\/p><p>atherosclerosis, increased pressure, and associated<\/p><p>cardiovascular diseases, which are more frequent in<\/p><p>diabetics. It is certainly necessary to add genes, which,<\/p><p>unfortunately, we cannot influence, to create a perfect<\/p><p>cocktail.<\/p><p>But, you know what gamblers say – bad cards do not<\/p><p>mean the end of the game. It is important to withstand<\/p><p>all factors that stimulate the onset of diabetes!<\/p><p>You have the final say in this. Just make sure it does not<\/p><p>stay in words only...<\/p><p>A healthy and nutritious meal, which contains as few<\/p><p>sugars as possible and is rich in fibre, should be at your<\/p><p>table every day. Also, let your every day be active!<\/p><p>Your body will gratefully thank you even for half an<\/p><p>hour of exercise a day. If you smoke, stop. If you are<\/p><p>thinking to start – do not start.<\/p><p>Also, try to stay as little as possible in an environment<\/p><p>where there is a lot of cigarette smoke. Passive smoking is<\/p><p>also extremely harmful.<\/p><p>These are the three principles that are essential for<\/p><p>starting a life-course that can be called “healthy”.<\/p><p>------------------------------<\/p><p><i>Discovery:<\/i><\/p><h4>Connection between hunger hormone (leptin) and thyroid-stimulating hormone:<\/h4><p><i>From the research: less than the thyroid works, the higher the level of<\/i><\/p><p><i>leptin in the blood; the higher the body mass index, the more leptin<\/i><\/p><p><i>in the blood increases.<\/i><\/p><p><i>From the research: if TSH is 1.19 points and leptin is 47.7<\/i><\/p><p><i>points, at a TSH level of 4.97 leptin increases to 64.0 points (1).<\/i><\/p>"}]