[{"chapter":"0","bg":"0","cpart":"Title Page","sound":"m5","align":"justify","content":"<p><br data-cke-filler=\"true\"><\/p>"},{"chapter":"0","bg":"0","cpart":"Copyright Page","sound":"m5","align":"justify","content":"<p>Coauthors: Uroš Šinigoj, MD, Ana Leskovšek, dipl. inž. agr.<\/p><p>Title: Thyroid<\/p><p>Subtitle: Healthy diet and thyroid recipes prescribed by doctors<\/p><p>Type of publication: book<\/p><p>Publisher: Knjiga Galen d.o.o.<\/p><p>Editors: Uroš Šinigoj, MD, Mihailo Terzić<\/p><p>Proofreading: Mihailo Terzić<\/p><p>Place of publication, year: Ljubljana, 2018<\/p><p>Pressing: 600 copies<\/p><p>1st edition, 1st print, soft binding<\/p><p>Retail price: 25,09 Eur<\/p><p>Copyright<\/p><p>All rights reserved. No part of this book may be printed, reproduced or transmitted<\/p><p>by any means, electronic, mechanical, photocopying, sound recording or otherwise,<\/p><p>without the prior written permission of the author.<\/p><p>Statement of responsibility<\/p><p>The Book of Thyroid can not replace the diagnostic knowledge and medical advice of your personal physician. Before taking any decision affecting your health, especially if you have any medical conditions or any symptoms that may require treatment, consult your personal doctor.<\/p>"},{"chapter":"0","bg":"0","cpart":"Table of Contents","sound":"m4","align":"justify","content":"<p>VISUAL INTRODUCTION ............................................................. 9<\/p><p>PUBLIC HEALTH INTRODUCTION ............................................... 11<\/p><p>GLOSSARY .............................................................................. 13<\/p><h4>PART 1: THYROID VIEW ...................................................... 15<\/h4><p>MEDICAL ARTICLES ON THYROID ............................................. 16<\/p><p>Natural thyroid hormone vs. synthetic hormone .................. 18<\/p><p>Hashimoto’s thyroiditis (decreased thyroid function) .......... 25<\/p><p>Diabetes and thyroid (Part one) ......................................... 30<\/p><p>Diabetes and thyroid (Part two) ......................................... 34<\/p><p>Thyroid and hormone determination................................... 38<\/p><p>Too many thyroid hormones ... Graves’ disease .................. 44<\/p><p>The other extreme ... when thyroid hormones are insufficient<\/p><p>.......................................................................................... 50<\/p><p>Hashimoto’s thyroiditis, thyroid inflammation (Part two) ... 55<\/p><p>Graves’ disease and something about goitre... .................... 60<\/p><p>Seven foods that improve thyroid metabolism ..................... 64<\/p><p>Too little thyroid hormone - natural or synthetic hormone .. 66<\/p><p>Thyroid, TSH, T3 and T4 .................................................... 70<\/p><p>The role of thyroid in your body ......................................... 75<\/p><p>Calcitonin, almost forgotten thyroid hormone ..................... 81<\/p><p>Thyroid, iodine and what are the symptoms ........................ 86<\/p><p>Remaining discoveries ....................................................... 93<\/p><h4>PART 2: THYROID WINGS ................................................... 95<\/h4><p>7-DAY PERSONAL THYROID MENU ............................................ 96<\/p><h4>PART 3: SCENT OF THYROID .............................................111<\/h4><p>Divine poppy cake without flour ........................................112<\/p><p>Little pumpkin boats with minced meat and rice .................115<\/p><p>Energy bombs for a healthy snack .....................................118<\/p><p>Florence fennel in the oven ...............................................120<\/p><p>Lentil salad with lemon and pepper ...................................122<\/p><p>Smoked chickpeas snack ....................................................125<\/p><p>Fish soup (in a sea fashion) ...............................................128<\/p><p>Anchovies with fresh sauce and potatoes ........................... 131<\/p><p>Asparagus gluten-free pie ................................................. 134<\/p><p>Healthy buckwheat pastry with forest fruits ....................... 138<\/p><p>Wholesome risotto with shrimps ........................................ 141<\/p><p>Polenta pizza with seafood ................................................ 144<\/p><h4>PART 4: THYROID EFFECT ................................................ 147<\/h4><p>THYROID GUIDEBOOK ............................................................ 148<\/p><p>CONCLUSION ......................................................................... 171<\/p><p>ACKNOWLEDGEMENTS ........................................................... 173<\/p><p>OUR OTHER BOOKS .............. .<\/p><p>BIBLIOGRAPHY ...................................................................... 174<\/p>"},{"chapter":"1","bg":"0","cpart":"VISUAL INTRODUCTION","sound":"m0","align":"justify","content":"<p>The thyroid story begins with rabbits. In 1928, Dr. Chesney studied rabbits in the cellars of the Hopkins Clinic. More specifically, syphilis in rabbits.<\/p><p>Regarding syphilis, he did not discover anything, but he found something extraordinary about thyroid.<\/p><p>In rabbits that were closed for longer time in the lab cages, thyroid swelling often developed. To put it simply, thyroid activity decreased.<\/p><p>Mr. Chesney was not able to link the effect with syphilis. With captured rabbits, the thyroid increased 20 times. The colloid in which the thyroid hormones are formed was slowly disappearing and immune cells were accumulated in it. Metabolism in infected rabbits, compared to rabbits in the wild, decreased by 17%.<\/p><p>Freedom is very important for thyroid health (1).<\/p><p>What was also important was the cabbage that the rabbits enjoyed. Finally, Dr. Chesney completed and at the same time discovered the first thyroid enhancer (goitrogen) in healthy diet: cabbage (1; 2).<\/p><p>Until August 5th, 1941, a number of foods containing thyroid enhancers were identified in lab rabbits. Here are the main 7 (1; 3):<\/p><ol><li>cabbage,<\/li><li>soya,<\/li><li>mustard,<\/li><li>rapeseed seeds,<\/li><li>to a lesser extent broccoli, cauliflower and kale and their seeds.<\/li><\/ol><p>In the book you will find out about the latest research and medical science of foods and thyroid enhancers. Today, we assume that thyroid enhancers are also in some very popular healthy foods today. In all this, it is important that you realize that each individual is unique and needs a unique medical approach. We recommend testing different things and not blindly following one truth.<\/p>"},{"chapter":"1","bg":"0","cpart":"Public health introduction","sound":"m0","align":"justify","content":"<p>The more we sank into the intestines of making the book, the more it became clearer. The thyroid is largely the center of health, and not just this, it is a public health problem.<\/p><p>The thyroid is sensitive to the slightest fluctuations in the environment. Your thyroid is sensitive to bad air, substances in water, substances in milk and meat that come through animal feed. That is, it is not enough that you are careful only in your healthy diet and healthy lifestyle ... It is important that you move enough to be physically active every day and to make healthy choices in the nutrition. It is also important to know what kind of food the animals eat, whose milk we drink and the meat we eat.<\/p><p>What will you find in the book?<\/p><p>The first part of the book is dedicated to medical articles in which you will learn about Hashimoto, autoimmunity, metabolism and cholesterol, the replacement of thyroid hormone.<\/p><p>At the end of each article, you get practical advice on health and healthy nutrition that you can use immediately.<\/p><p>The second part is dedicated to a 7-day thyroid menu that you can test and see how it affects your well-being and thyroid hormones. For now, nutrition science in thyroid glands remains in laboratories. One of the reasons for this is that the science of health is still in the background of the science of medications; but this is changing now and more and more doctors decide and put a healthy lifestyle in the first place.<\/p><p>In the third part you will get 11 prescriptions that will stimulate your thyroid to work better. Recipes are prepared according to the science of this book.<\/p><p>In the fourth part, you will get a Thyroid Guidebook. The most important part of the book. It is important especially because it puts practicality in the first place and collapses all the information about food and lifestyle items into one place that you can use immediately. You can look at the thorough manual at any time, scroll through it and make a nutrition decision on its basis.<\/p><p>I wish you a pleasant reading of the book.<\/p><p>Love with your heart, and be healthy,<\/p><p>Uroš<\/p>"},{"chapter":"1","bg":"0","cpart":"Glossary","sound":"m1","align":"justify","content":"<p>Laboratory results:<\/p><p>fT4 = (free thyroid hormone in the blood), or shortly, thyroid hormone (thyroxine).<\/p><p>Normal value: 9-23 thyroid points (pmol\/l)<\/p><p>fT3 = (free T3 hormone in the blood, triiodothyronine). fT4 is converted to fT3 in tissues, which has a stronger effect. This thyroid hormone is responsible for most of the effects of the thyroid gland on the human.<\/p><p>Normal value: 4,0-8,3 thyroid points (pmol\/l)<\/p><p>BMI = body mass index. Calculate it by dividing the weight in kilograms twice by the height in meters. For example, 72 \/ 1.7 = 42.3 and 42.3 \/ 1.7 = 24.9. ITM is therefore 24.9. Normal ITM is between 18.5 and 25. It is optimal in the upper part of the normal.&nbsp;<\/p><p>TSH = thyroid-stimulating hormone<\/p><p>Normal value: 0.4-4 thyroid points (mU\/ l)<\/p><p>Slightly elevated value: 4-10 thyroid points (mU\/ l)<\/p><p>Strongly elevated value: above 10 thyroid points (mU\/ l)<\/p><p>Levothyroxine = thyroid replacement hormone<\/p><p>(commercial names Synthroid, Euthyrox)<\/p><p>Normal iodine value in adults: 150-249 points (mcg\/L)<\/p>"},{"chapter":"2","bg":"0","cpart":"Medical articles on thyroid","sound":"m2","align":"justify","content":"<p>Below you will find out about the difference between natural and synthetic thyroid hormone, Hashimoto thyroiditis, the relationship between diabetes and thyroid, determination of thyroid hormones, iodine, calcitonin and many other things prepared by our coauthors. You can read about our co-authors in acknowledgements.<\/p><p>At the end of each chapter you have discoveries that we have drawn together with the team from 158 medical researches which represent the latest medical and nutritional science in the field of thyroid.<\/p><p>In this section, you will learn everything you need to know about thyroid from different perspectives. A lot of work has been invested in this part and is especially important to get all the information you need about your thyroid.<\/p><p>Knowledge is one of the most important things for your health. In ignorance, problems begin to appear, but when you begin to acquire knowledge yourself, things begin to turn for the better.<\/p><p>So: surgically accurate information for your thyroid.<\/p><p><br data-cke-filler=\"true\"><\/p><p>------------------------------<\/p><p><i>Discovery:<\/i><\/p><p><i>Normal TSH: 0,4-4 thyroid points<\/i><\/p><p><i>Slightly elevated TSH: 4-10 thyroid points<\/i><\/p><p><i>Strongly elevated TSH: above 10 thyroid points<\/i><\/p><p><i>Silent thyroid (preclinical hypothyroidism): normal FT4 (thyroid<\/i><\/p><p><i>hormone), elevated TSH (thyroid-stimulating hormone).<\/i><\/p><p><i>5-10% of people have it, so it is quite common, and affects<\/i><\/p><p><i>metabolism in the body.<\/i><\/p><p><i>L-thyroxine therapy with TSH above 10 thyroid points in people<\/i><\/p><p><i>under 65 years of age without symptoms (1).<\/i><\/p><p><i>Goal of treatment of thyroid with L-thyroxine: TSH = 0.4-2.5<\/i><\/p><p><i>thyroid point (2; 3).<\/i><\/p><p><i>TSH hormone between 4 and 7 is normal at an older age (over 80<\/i><\/p><p><i>years). TSH increases with aging.<\/i><\/p>"},{"chapter":"2","bg":"0","cpart":"Natural thyroid hormone vs. synthetic hormone","sound":"m3","align":"justify","content":"<p>I started writing articles four years ago.<\/p><p>Besides believing in a healthy lifestyle as the best medicine for today's illness ... one of the reasons is also to bring clarity to today's medical confusion.<\/p><p>What you hear on the Internet, on television, and reading in magazines is really confusing! Today, I will tell you about the difference between the synthetic replacement treatment of thyroid irregularity and natural replacement treatment.<\/p><p>The difference between Euthyrox (Levothyroxine) and Armour (dried animal thyroid powder), of which it is widely spoken today.<\/p><p>A new insight into medicine! From the beginning! The goal of alternative hormone treatment is to correct the irregular thyroid function. If your thyroid hormone drops, it is similar to that if somebody undercut the floor under your feet.<\/p><p>Symptoms come slowly. Depression, fatigue, lack of energy, etc. (increased cholesterol!) ...<\/p><p>Thyroid hormone is a metabolic hormone, the hormone that regulates other hormones is the thermostat of your body ... that is, we must constantly have a sufficient amount of thyroid hormone in the blood.<\/p><p>There are two thyroid hormones in the body. T4 (thyroxine) and T3 (triiodothyronine). We monitor thyroid activity by measuring TSH. Your goal is to get your TSH to the upper normal limit between 2.5 and 3.0 thyroid points.<\/p><p>If your TSH is elevated and you have problems that are related to the thyroid, it is prudent to talk to your doctor to edit and adjust the therapy. So the dose is increased.<\/p><p>If your thyroid hormone is not regulated, then it is difficult to care for your health in a different way.<\/p><p>Similar as in depression. If you see the world through black-and-gray glasses, it is hard to think about how well you do your homework, the next exam, be positive on coffee with your friends, or go to the hills to get some fresh air.<\/p><p>The thyroid hormone is so important! Unfortunately, the we do not know how to or cannot treat decreased thyroid function (hypothyroidism, Hashimoto) causally.<\/p><p>Thyroid tissue (follicles in it) breaks down and there is no more hormone (we may be able to treat thyroid failure in the future with stem cell transplantation). So we need to start to replace the thyroid hormone.<\/p><p>A little before, I mentioned that there are two ways of replacing thyroid hormone. Synthetic thyroid hormone (levothyroxine, Euthyrox) and natural thyroid hormone (Armour). Today, this is most often dried pig thyroid extract. Sometimes it was also a cow's thyroid.<\/p><p>It all started in 1891, when a gentleman with the name Murray first discovered that hypothyroidism can be treated with an extract of thyroid. And so the treatment of decreased thyroid function started.<\/p><p>If you take a pig thyroid or a cow thyroid, grind it and turn it into powder, it will contain different substances. It will contain T4 thyroid hormone and T3 thyroid hormone and some other inactive substances.<\/p><p>The first difference between synthetic hormone and the natural one is therefore that natural one contains T3 thyroid hormone as well (which is not necessarily good because it can cause an increased amount of this hormone in the blood).<\/p><p>Treatment with a “natural” preparation (this is not exactly salad, that is why the quotation marks) continued until 1960, when synthetic thyroid hormone (levothyroxine) was discovered, and it slowly began to replace the natural one.<\/p><p>Why? There are quite a few reasons. Firstly. When preparing natural thyroid replacement hormone preparations (eg. Armour), you cannot accurately know how much of the T4 and T3 hormone a certain part of the tissue contains.<\/p><p>This means that if you take this medication today, you will get a certain amount of hormone, and if you take it tomorrow, you will get a different amount of hormone (1).<\/p><p>If the target TSH values for treating thyroid dysfunction at the upper limit are between 2.5 and 3.0 thyroid points, this means that this level of hormone is very difficult to maintain in the blood. And it is important that you keep your TSH at this level!<\/p><p>The second problem is that many more cases of overdose appear. There are cases when you have an excessive amount of thyroid hormone in the blood, which is, again, not good. The lower limit of TSH in the blood is 0.5 thyroid points.<\/p><p>It is also not good if TSH suppression occurs. This happens, for example, in the increased functioning of the thyroid, in Graves' disease (we call the symptoms a thyroid storm because it actually is a storm).<\/p><p>Strong heartbeat, weakness, confusion, weight loss, restlessness, increased appetite, etc. But the long-term effects are mainly problematic. In the long run, an increased amount of thyroid hormone in the blood leads to osteoporosis and heart problems. For this reason, most endocrinologists do not want to hear about “natural” thyroid hormones.<\/p><p>Another scientific discovery that has led to the use of a synthetic thyroid hormone that you can take today if you have thyroid problems is that most T3 hormones originate from the T4 hormone after leaving your thyroid gland. So T3 hormone is not that important.<\/p><p>It is important for the functioning of the body – it is stronger than the T4 hormone! However, the body can produce it itself from T4 hormone (from thyroxine – thyroid hormone).<\/p><p>In order to replace the thyroid hormone, it is enough to enter the T4 hormone into the body – that is, levothyroxine or Euthyrox.<\/p><p>They have also found that both forms of treatment are approximately equally effective, but in the long run, treatment with synthetic hormones is much easier to control (osteoporosis, heart problems). And so natural treatment of decreased thyroid function slowly went into oblivion – until today's boom, caused by bad media information.<\/p><p>If you have a thyroid problem, TAKE SYNTHETIC THYROID HORMONE<strong>.<\/strong> Do not listen to the nonsense about the “natural” thyroid treatment. The role of alternative hormonal treatment is precisely what “alternative” means. Replacing hormones. And nothing more.<\/p><p>You have to have normal thyroid hormones so that you can focus on things that are really important for your health. Healthy lifestyle. Healthy food! Medications are a support and nothing more.<\/p><p>Taking natural hormones can be considered for people who have problems with synthetic hormone. But these are very few. If you have hypothyroidism (Hashimoto), decreased thyroid function:<\/p><p>- Follow your doctor's instructions for taking thyroid replacement hormone.<\/p><p>- If you have elevated TSH, and symptoms of thyroid dysfunction: fatigue, depression, sensitivity to cold, body weight gain, constipation, strong menstruation, hoarse voice, forgetfulness, muscle pain), you must contact your doctor to optimize your therapy. The upper normal limit of TSH is between 2.5 and 3.0.<\/p><p>Because you may not be depressed or tired for the last month due to problems with your husband or wife, but also because of your thyroid!<\/p><p>Thyroid hormone absorption is best on an empty stomach (in the morning before breakfast) and worse along with fibre-rich food (healthy nutrition!).<\/p><p>Lastly, do not worry over it. Long-term health depends &nbsp;on your lifestyle. On devoting 15 minutes per day to exercise and consuming healthy nutrition!<\/p><p><br data-cke-filler=\"true\"><\/p><p>------------------------------<\/p><p><i>Discovery:<\/i><\/p><h4><i>The connection between diabetes and thyroid:<\/i><\/h4><p><i>Elevated insulin level that circulates through the blood stimulates<\/i><\/p><p><i>thyroid growth and reduces the level of thyroid hormone (1; 2).<\/i><\/p><p><i>Normal insulin level, on an empty stomach:<\/i><\/p><p><i>&lt; 25 insulin points (mIU\/l)<\/i><\/p><p><i>&lt; 174 insulin points (pmol\/l)<\/i><\/p>"},{"chapter":"2","bg":"","cpart":"Hashimoto’s thyroiditis (decreased thyroid function)","sound":"3","align":"justify","content":"<p>Are you tired, sleepy, apathetic, and depressed? Your head aches, your voice is hoarse and it is difficult for you to concentrate? One of the possible causes of these problems is insufficient thyroid function.<\/p><p>The thyroid gland is one of the most important glands with internal secretion. It is twined around our trachea, right below the Adam’s apple.<\/p><p>Its task is to excrete thyroid hormones that are indispensable for the growth, development and proper functioning of our organs.<\/p><p>In addition, it plays an important role in regulating the level of calcium in the body. In the literature, it is possible to read that the thyroid produces ONE TEASPOON OF HORMONES within one year.<\/p><p>So, it is a real hormone factory. However, when it excretes too few thyroid hormones, we talk about insufficient thyroid function. Expertly, this is called hypothyroidism.<\/p><p>The causes of hypothyroidism may be several. The most common cause of hypothyroidism is Hashimoto's thyroiditis. The disease was named after its discoverer, a Japanese doctor, Hakaru Hashimoto. Thyroiditis means inflammation of the thyroid gland. It is also known as chronic lymphocytic thyroiditis or autoimmune thyroiditis.<\/p><p>Hashimoto’s thyroiditis is an autoimmune disease. What does that mean? It means that your own immune system recognizes your thyroid as a foreign object.<\/p><p>It starts to treat the thyroid as a virus or a bacterium that harms us and needs to be destroyed. To this end, it begins to produce antibodies directed against the thyroid. The consequence is damage and inflammation of the thyroid. All this slowly leads to a state where our thyroid is no longer able to produce enough thyroid hormones.<\/p><p>For now, we cannot yet fully explain why our own defence system attacks the thyroid. The disease usually progresses slowly and may be recognized late.<\/p><p>At the beginning, the disease does not usually cause problems, and in this period it is often detected coincidentally.<\/p><p>Eventually, however, as the disease progresses and the lack of thyroid hormones goes worse, it is shown in a very varied way.<\/p><p>You can have a headache, you feel tired, sleepy, depressed, or you unexpectedly gain weight, your digestion is decelerated, your voice is hoarse, you notice various changes on your skin, etc.<\/p><p>But when do we think of hypothyroidism and Hashimoto's thyroiditis? The disease is often difficult to recognize due to numerous problems and gradual deterioration.<\/p><p>Many of these problems are often attributed to stress because of today's way of life, because of aging, or because of another illness.<\/p><p>We should certainly think of insufficient thyroid function when the above problems are present. You should go to your personal doctor for unexplained, long-lasting fatigue, if you have dry skin, pale and blurred face or if you are constipated.<\/p><p>A suspected disease will be confirmed or denied by a personal doctor with a simple blood test to determine the values of the appropriate hormones and antibodies.<\/p><p>However, for a more detailed examination of the thyroid and an accurate diagnosis, treatment with a specialist – endocrinologist – is necessary.<\/p><p>Based on investigations, a thyroid doctor decides what kind of treatment to apply. Treatment includes replacement of thyroid hormone in the form of tablets.<\/p><p>This way, we replace the thyroid hormone deficiency due to insufficient thyroid function. Regular blood controls are required during treatment.<\/p><p>Without treatment, symptoms and signs may increase. Thyroid enlargement can occur – so-called goitre. This way, thyroid tries to replace hormone production which is too low.<\/p><p>Do we have any influence on the course of the disease? The course of Hashimoto’s thyroiditis is difficult to influence.<\/p><p>With a healthy lifestyle, we can alleviate the problems that the disease causes and contribute to the better functioning of our immune system. We can help ourselves with proper physical activity and nutrition, with enough rest and avoiding stress.<\/p><p>------------------------------<\/p><p><i>Discovery:<\/i><\/p><h4><i>Connection between kilograms and thyroid-stimulating hormone (TSH):<\/i><\/h4><p><i>The higher the body mass index, the higher the TSH.<\/i><\/p><p><i>From a research: if TSH is 1.19 points and ITM is 40.4 points, at TSH 4.97 points ITM increases to 42.3 points (1).<\/i><\/p><p><i>When gaining weight, TSH can also be increased by 1-3 points. Thyroid can be the cause of increased body weight, but it can also be vice versa, that is, increased body weight results in thyroid defect.<\/i><\/p><p><i>The research Thyroid hormone in the blood (FT4) says that it can be increased from 11.5 to 18.0 in weight reduction for 2 ITM points.<\/i><\/p>"},{"chapter":"2","bg":"0","cpart":"Diabetes and thyroid (Part one)","sound":"0","align":"justify","content":"<p>I have a friend whom I have known since high school. As if it was yesterday I remember the first school day, when I noticed that she was carrying an unusual device around her waist, which I had not seen before.<\/p><p>When we got to know each other better, she said that she had had type 1 diabetes since childhood. The device on her waist was nothing but an insulin pump, which constantly measured blood sugar and provided insulin if necessary.<\/p><p>As much as possible, the device imitated a defective pancreas, which had already been attacked and destroyed by my friend’s antibodies. Although it has been many years since then, we have stayed in touch.<\/p><p>Recently, she confided in me with the finding of her doctor that her thyroid does not function properly.<\/p><p>Last year, a study was carried out in the Netherlands which showed that in children with type 1 diabetes associated thyroid problems are 24 times more likely to develop. These include both the under-functioning thyroid, called hypothyroidism, as well as excessively functioning thyroid action, which is called hyperthyroidism.<\/p><p>Unfortunately, type 2 diabetes is also associated with thyroid problems. In England, a research showed that 6.6% of men have some or all thyroid problems. The second study showed that thyroid is giving problems to as much as 12.3% of people with type 2 diabetes. In diabetes, thyroid diseases occur more often, and vice versa.<\/p><p>Thyroid is a gland, like pancreas. It is located at the front of the neck and it releases hormones into the blood that affect many of the functions in our body. Among other, they accelerate growth, development of nervous system and functioning of metabolism and heart.<\/p><p>Type 1 diabetes is an autoimmune disease. This means that the body itself attacks pancreas cells, causing an insulin deficit. The most common cause of underactive thyroid function is the body attacks it itself and either destroys it or prevents the production of its hormones.<\/p><p>Therefore, the connection between type 1 diabetes and malfunction of the thyroid is not unusual.<\/p><p>It is somewhat more difficult to explain the link between thyroid problems and type 2 diabetes. The latter is more common and appears most often in adults who live an unhealthy lifestyle. Eating high-caloric food, bad food (so-called “junk food”) and sedentary lifestyle have led to the true epidemic of diabetes.<\/p><p>The link between the two illnesses is related to atherosclerosis, increased pressure, and associated cardiovascular diseases, which are more frequent in diabetics. It is certainly necessary to add genes, which, unfortunately, we cannot influence, to create a perfect cocktail.<\/p><p>But, you know what gamblers say – bad cards do not mean the end of the game. It is important to withstand all factors that stimulate the onset of diabetes!<\/p><p>You have the final say in this. Just make sure it does not stay in words only...&nbsp;<\/p><p>A healthy and nutritious meal, which contains as few sugars as possible and is rich in fibre, should be at your table every day. Also, let your every day be active!<\/p><p>Your body will gratefully thank you even for half an hour of exercise a day. If you smoke, stop. If you are thinking to start – do not start.<\/p><p>Also, try to stay as little as possible in an environment where there is a lot of cigarette smoke. Passive smoking is also extremely harmful.<\/p><p>These are the three principles that are essential for starting a life-course that can be called “healthy”.<\/p><p>------------------------------<\/p><p><i>Discovery:<\/i><\/p><h4><i>Connection between hunger hormone (leptin) and thyroid-stimulating hormone:<\/i><\/h4><p><i>From the research: less than the thyroid works, the higher the level of leptin in the blood; the higher the body mass index, the more leptin in the blood increases.<\/i><\/p><p><i>From the research: if TSH is 1.19 points and leptin is 47.7 points, at a TSH level of 4.97 leptin increases to 64.0 points (1).<\/i><\/p>"},{"chapter":"2","bg":"","cpart":"Thyroid and hormone determination","sound":"3","align":"justify","content":"<p>Yesterday I attended the first picnic this year!<\/p><p>A friend had a birthday and invited us for a little chat.<\/p><p>I adore picnics, I love to hang out with people and spend time in nature.<\/p><p>It is sometimes pleasant to just sit in the sun and expose oneself to sunlight.<\/p><p>There was also a future Doctor of Medicine at the party, and we immediately got involved in a debate.<\/p><p>She is currently engaged in a medical practice where she deals with thyroid and problems associated with it.<\/p><p>It was very interesting, and I learned a lot of new things.<\/p><p>Your neck in front of the trachea contains an internal secretion gland; we call it thyroid.<\/p><p>It measures about 5 cm and consists of two lobes, which are joined by the middle part in the centre (2).<\/p><p>It is not possible to see it from the outside, perhaps you can just touch it.<\/p><p>If for any reason your thyroid gland was enlarged, the doctor could definitely touch it as a bulge on the neck.<\/p><p>It looks like a kind of butterfly, and it consists of follicles.<\/p><p>The follicles are filled with colloid and excrete two hormones.<\/p><p>Thyroxine (or T4) and triiodothyronine (T3).<\/p><p>Thyroxine is produced in the thyroid and only mildly accelerates metabolism in your body.<\/p><p>80% of thyroxine is converted to triiodothyronine in the liver and other organs (2). It is a metabolically more active form.<\/p><p>A small proportion of T3 is also produced in the thyroid.<\/p><p>T3 and T4 therefore regulate your growth and development.<\/p><p>They have a direct effect on your cells and directly influence the production of growth hormone and its effects.<\/p><p>They increase oxygen consumption and accelerate metabolism, and they cooperate in accelerated metabolism of carbohydrates, proteins and lipids.<\/p><p>They are also responsible for an increase of your heartrate.<\/p><p>The level of thyroid hormones is carefully monitored in the body.<\/p><p>The hypothalamus forms a thyrotropin-releasing hormone (TRH) and stimulates the pituitary gland to form thyrotropic hormone (TSH).<\/p><p>TSH stimulates the thyroid to form thyroid hormones.<\/p><p>When there are enough thyroid hormones present in the blood, THS production in the pituitary gland is reduced, and hence the formation of thyroid hormones is reduced.<\/p><p>We could say that it is a sort of a closed circle.<\/p><p>Therefore, for the proper functioning of the thyroid, hypothalamus, pituitary gland, thyroid, proteins that bind thyroid hormones in your bloodstream must all be coordinated in your body, and the transformation from T4 to T3 must be appropriately carried out in the liver and other tissues.<\/p><p>We are familiar with three major thyroid disorders: hyperthyroidism, hypothyroidism and non-toxic goitre.<\/p><p>Let us now take a look at laboratory tests to evaluate thyroid function.<\/p><p>In laboratories, the TSH hormone levels are most often determined.<\/p><p>Because it stimulates the thyroid function, its high blood levels indicate that the thyroid gland works poorly.<\/p><p>Obviously, the thyroid gland needs additional stimulation, so there is more TSH in the blood.<\/p><p>If the reverse situation is indicated (the level of TSH in the blood is low), it means that the thyroid works excessively (it needs less stimulation).<\/p><p>And if the pituitary gland does not work properly, the above values do not reflect the true picture of the thyroid function (however, pituitary malfunction is rare).<\/p><p>Protein that binds T4 is also used for determination, because we would misdiagnose the body's store of thyroid hormones due to inappropriate concentration.<\/p><p>The amount of proteins is reduced in renal patients, genetic disorders and certain medications.<\/p><p>The gland can also be examined by ultrasound.&nbsp;<\/p><p>Thus we find out whether the swollen thyroid gland is filled with liquid, or the tissue is rather firm.<\/p><p>Thyroid scintigraphy with radioactive iodine shows tissue irregularities.<\/p><p>A comparison with normal tissue tells your doctor whether your thyroid is underactive, excessively active or normally active.<\/p><p>If it is not entirely clear whether the disorder is present at the thyroid or pituitary level, a stimulation test is performed.<\/p><p>They inject TRH into the vein of the patient and then they measure the pituitary response on blood samples.<\/p><p>For a normal synthesis of thyroid hormones, iodine, which is obtained in food, is essential.<\/p><p>The thyroid gland intercepts it and installs it into the hormones it produces.<\/p><p>When the hormones perform their task, some iodine is again used to form new hormonal stocks.<\/p><p>Most people get iodine using iodized salt.<\/p><p>Nonetheless, we must be aware that excessive salting of food is not healthy!<\/p><p>Magnesium, iron and selenium are also important for proper functioning of your thyroid.<\/p><p>If you have problems with your thyroid, then your nutrition is very important.<\/p><p>Foods also affect the absorption of thyroid medications.<\/p><p>Keep in mind: healthy eating and exercise are still the right combination to win.<\/p><p>------------------------------<\/p><p><i>Discovery:<\/i><\/p><p><i>The initial levels of TSH depend on genes in 49%, and the rest on lifestyle (4). This means that your TSH levels are unique and you must look at TSH levels differently. The correct value of the THS is therefore unique for you and in a fairly large range (see reference values in the glossary).<\/i><\/p>"},{"chapter":"2","bg":"","cpart":"Too many thyroid hormones ... Graves’ disease","sound":"3","align":"justify","content":"<p>I just got back from work, I will finish the article and then set off.<\/p><p>I arranged to visit a sports hall with a friend from elementary school.<\/p><p>Because she moved soon after she finished school, we lost contact.<\/p><p>But last week, we met again in an office dining room.&nbsp;<\/p><p>It’s a small world!<\/p><p>I am going to Logatec, where she lives now.<\/p><p>They have a swimming pool and guided exercise for adults in the afternoon there.<\/p><p>Though swimming is not my favourite, I am going to try it out; maybe I like it.<\/p><p>So let us move on to today's topic!<\/p><p>Today, I prepared something on the topic of Graves' disease.<\/p><p>It is also called toxic diffuse goitre.&nbsp;<\/p><p>It is an autoimmune thyroid disease.<\/p><p>It is the most common cause of hyperthyroidism, increased thyroid function.<\/p><p>This is due to antibodies that encourage increased production.<\/p><p>Why does the body produce such antibodies?<\/p><p>Unfortunately, we do not yet know how to explain this, but a lot of research is under way in this field.<\/p><p>Thyroid hormones affect several systems in your body, including the cardiovascular system.<\/p><p>It is most common in women, although men are not safe from this disease either.<\/p><p>At Graves’ disease, the thyroid increases abnormally, which is why it is also called “goitre”.<\/p><p>There are many symptoms, from fatigue, poor heat handling and weight loss, to muscle weakness and convex eyeballs.<\/p><p>Convex eyeballs are common in smokers.<\/p><p>Smoking can affect the functioning of your immune system and increases the chance of getting ill for Graves’ disease.<\/p><p>So quit smoking immediately if you have not done so yet!<\/p><p>Convex eyeballs occur because of the accumulation of tissue in the eye socket.<\/p><p>Muscles that move the eyeballs cannot function properly, which can cause dual vision.<\/p><p>It is difficult to close the eyelids, which dries the eyes and enables easier access to foreign objects.<\/p><p>More rarely, skin problems also develop.<\/p><p>Reddish itchy skin thickening appears on the shank skin.<\/p><p>It is painless and non-dangerous.<\/p><p>Both convex eyes and skin thickening can occur even before the onset of the disease.<\/p><p>Graves’ disease is the result of genetic code and environmental factors (stress!).<\/p><p>So, if someone in your family has this disease, it is more likely that your DNA is carrying the record for genes that cause it.<\/p><p>They have also found that people with type 1 diabetes or rheumatoid arthritis are more likely to be struck down by Graves’ disease.<\/p><p>When a doctor diagnoses the disease, treatment is effective.<\/p><p>In some cases, the disease calms down or completely disappears after a few months or years.<\/p><p>However, if the disease is not treated, it can have serious consequences.<\/p><p>It can cause changes in your heart rhythm, change the structure and function of your heart muscle and the ability of the heart to pump enough blood for a normal functioning of your body.<\/p><p>A rare but dangerous phenomenon is also the so-called “thyroid storm”.<\/p><p>It is an accelerated development of increased thyroid hormone excretion disease.<\/p><p>This causes a lot of unpleasant symptoms.<\/p><p>Fever, increased sweating, diarrhoea, exhaustion, yellow skin and eyes, low blood pressure, in extreme cases even coma.<\/p><p>If the disease is not treated properly, this can also be reflected on your bones.<\/p><p>They become weak and fragile (osteoporosis).<\/p><p>Namely, if you have too much thyroid hormones in your body, they can interfere with your body's ability to incorporate calcium into your bones.<\/p><p>Patients tolerate treatment much more easily if they do their homework.<\/p><p>And that is: healthy lifestyle, exercise and healthy nutrition.<\/p><p>And really – take my advice – work out!<\/p><p>Not only physically, also mentally you will feel better.<\/p><p>Exercise also improves your cardiovascular system.<\/p><p>Exercises can help reduce appetite and increase your level of energy.<\/p><p>My mom never did a lot of exercise...<\/p><p>About two years ago, we convinced her that this was absolutely necessary.<\/p><p>Today, she does not miss a day not to go for a walk.<\/p><p>A visit to Rašica became mandatory five times a week.<\/p><p>Despite the illness that she has, walking has become part of her everyday life.<\/p><p>Although many argued that this was not good for her and for her condition, she never felt better than she has felt over the past two years.<\/p><p>Exercise, high spirits, and a positive view on the future!<\/p><p>------------------------------<\/p><p><i>Discovery:<\/i><\/p><h4><i>Two substances that are in a certain type of healthy nutrition that slows down the thyroid:<\/i><\/h4><p><i>The most important thyroid disruptors, which are found primarily in different types of vegetables, are goitrin and thiocyanate. For specific foods, see the Guidebook at the end of the book.<\/i><\/p>"}]